arjun.swagger-viewer
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
brittanychiang.halcyon-vscode
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
docker.docker
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot-chat
github.vscode-github-actions
glenn2223.live-sass
grapecity.gc-excelviewer
hashicorp.terraform
jock.svg
johnpapa.winteriscoming
marnix.tokyo-night-pro
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
phplasma.csv-to-table
redhat.vscode-yaml
ritwickdey.liveserver
sdras.night-owl
vscode-icons-team.vscode-icons
zhuangtongfa.material-theme
